Repository: storekeeper-company/storekeeper-woocommerce-b2c
Catalog: i18n/storekeeper-for-woocommerce-*.po
Languages: de_de, nl_nl

source: One Time Export settings
nl_nl: Instellingen voor "Eenmalig Exporteren"

source: Open command line and navigate to website directory
nl_nl: Open de opdrachtregel en navigeer naar de websitemap

source: Open in backoffice
nl_nl: Openen in BackOffice

source: Order
de_de: Auftrag
nl_nl: Bestelling

source: Order created before the date set will not be synchronized to backoffice.
nl_nl: Bestellingen die vóór de ingestelde datum zijn aangemaakt, worden niet gesynchroniseerd met de backoffice.

source: Order export
de_de: Auftragsexport
nl_nl: Bestellingen exporteren

source: Order import
de_de: Import von Aufträgen
nl_nl: Bestelling importeren

source: Order number
de_de: Bestellnummer
nl_nl: Bestelnummer

source: Order only
nl_nl: Alleen bestellingen

source: Order payment status change
nl_nl: Wijziging betaalstatus bestelling

source: Order sync from date
nl_nl: Bestelling synchroniseren vanaf datum

source: Order was synced successfully.
nl_nl: Bestelling was succesvol gesynchroniseerd

source: Orders & customers synced
nl_nl: Bestellingen & klanten gesynchroniseerd

source: Orders and customers are being exported, order status and product stock with matching skus are being imports
nl_nl: Bestellingen en klanten worden geëxporteerd, orderstatus en productvoorraad met overeenkomende SKUs worden geïmporteerd

source: Other
de_de: Andere
nl_nl: Overige

source: Other backoffice roles
nl_nl: Andere BackOffice rollen

source: PHP version %s found, plugin requires at least version %s
de_de: PHP-Version %s gefunden, Plugin benötigt mindestens Version %s
nl_nl: PHP versie %s gevonden, plugin vereist minstens versie %s

source: PHP version %s or up
nl_nl: PHP versie %s of hoger

source: Parent product recalculation
de_de: Neuberechnung des übergeordneten Produkts
nl_nl: Herberekening van het product

source: Paste your api key into the field that says "Api key" and click connect.
de_de: Fügen Sie Ihren API-Schlüssel in das Feld "API-Schlüssel" ein und klicken Sie auf "Verbinden".
nl_nl: Plak je API Key in het veld "API Key" en klik op connect.

source: Payments active
nl_nl: Betalingen actief

source: Payments are disabled in currently selected Synchronization mode
nl_nl: Betalingen zijn uitgeschakeld in de huidige geselecteerde synchronisatiemodus

source: Please provide a valid email address.
nl_nl: Geef een geldig e-mailadres op.

source: Please try again
nl_nl: Probeer het opnieuw

source: Please wait and keep the page and popup window open while we are preparing your export
nl_nl: Wacht even en houd de pagina en het pop-upvenster open terwijl we je export voorbereiden.

source: Plugin version %s is not compatible with the plugin
de_de: Plugin-Version %s ist nicht kompatibel mit dem Plugin
nl_nl: Plugin versie %s is niet compatibel met de plugin

source: Post-execution error
nl_nl: Fout na uitvoering

source: Post-execution status
nl_nl: Status na uitvoering

source: Postcode / ZIP
nl_nl: Postcode

source: Postcode and house number parameter is required.
nl_nl: Postcode en huisnummer is vereist.

source: Postcode format for NL address is invalid
nl_nl: Postcode formaat voor Nederlands adres is ongeldig

source: Pre-execution date and time
nl_nl: Datum en tijd vóór de uitvoering

source: Preparing export
nl_nl: Export voorbereiden

source: Printable shortname
de_de: Kurzbezeichnung für Belege
nl_nl: Korte naam voor kassabon

source: Process a single task at any given status by providing task ID.
nl_nl: Verwerk een enkele taak bij een bepaalde status door taak-ID op te geven.

source: Process a single task by providing task ID.
nl_nl: Verwerk één taak door taak-ID op te geven.

source: Process all queued synchronization tasks for products, categories, product stocks, tags, coupon codes, menu items, redirects and orders.
nl_nl: Verwerk alle synchronisatietaken in de wachtrij voor producten, categorieën, productvoorraden, tags, couponcodes, menu-items, omleidingen en bestellingen.

source: Process all queued synchronization tasks.
nl_nl: Verwerk alle synchronisatietaken in de wachtrij.

source: Processing
nl_nl: In verwerking

source: Processing tasks does not execute correctly
de_de: Verarbeitungsaufgaben werden nicht korrekt ausgeführt
nl_nl: Verwerkingstaken worden niet correct uitgevoerd

source: Product already has sku set
de_de: Produkt hat bereits eine SKU festgelegt
nl_nl: Het product heeft al een SKU

source: Product blueprints
nl_nl: Product modellen (blauwdrukken)

source: Product categories level (%s)
nl_nl: Productcategorieën niveau (%s)

source: Product has empty sku
de_de: Produkt hat leere SKU
nl_nl: Product heeft lege SKU

source: Product not found
de_de: Produkt nicht gefunden
nl_nl: Product niet gevonden

source: Product stock
nl_nl: Productvoorraad

source: Product stock update
de_de: Aktualisierung der Produktbestände
nl_nl: Update van productvoorraad

source: Product synchronization
nl_nl: Productsynchronisatie

source: Product was synced successfully.
nl_nl: Product is succesvol gesynchroniseerd.

source: Product with empty title (id=%s)
nl_nl: Product met lege titel (id=%s)

source: Product with id=
nl_nl: Product met id=

source: Products
nl_nl: Producten

source: Products & categories synced
nl_nl: Producten & categorieën gesynchroniseerd

source: Products only
nl_nl: Alleen producten

source: Products sync
nl_nl: Producten sync

source: Products, categories, labels/tags, attributes with options, and coupons are being synced
nl_nl: Producten, categorieën, labels/tags, attributen met opties en coupons worden gesynchroniseerd

source: Products, categories, labels/tags, attributes with options, coupons, orders and customers are being synced
nl_nl: Producten, categorieën, labels/tags, attributen met opties, coupons, bestellingen en klanten worden gesynchroniseerd

source: Promotions & coupons synced
nl_nl: Promoties en coupons gesynchroniseerd

source: Purge all Storekeeper WooCommerce related entities/objects.
nl_nl: Verwijder alle Storekeeper WooCommerce gerelateerde entiteiten/objecten.

source: Purge all old task types
nl_nl: Alle oude taaktypen verwijderen

source: Purge all old webhook log types
nl_nl: Alle oude webhook logboektypes verwijderen

source: Purge old task types.
nl_nl: Oude taaktypes wissen.

source: Purge old webhook log types.
nl_nl: Oude webhook log types verwijderen.

source: Purge successful tasks
nl_nl: Succesvolle taken opschonen

source: Purge successful tasks but only purges items older than 30 days or if there are more than 1000 items, we purge all but the last 1000 items and purge items older than 7 days.
nl_nl: Geslaagde taken verwijderen, maar alleen items verwijderen die ouder zijn dan 30 dagen of als er meer dan 1000 items zijn, verwijderen we alle items behalve de laatste 1000 items en verwijderen we items ouder dan 7 dagen.

source: Purge tasks.
nl_nl: Taken opschonen.

source: Purge webhook logs but only purges items older than 30 days or if there are more than 1000 items, we purge all but the last 1000 items and purge items older than 7 days.
nl_nl: Verwijder webhook logs maar verwijder alleen items ouder dan 30 dagen of als er meer dan 1000 items zijn, verwijderen we alle behalve de laatste 1000 items en verwijderen we items ouder dan 7 dagen.

source: Purge webhook logs.
nl_nl: Webhook-logboeken verwijderen.

source: Purge webhooks
nl_nl: Webhooks opschonen

source: Purged %s items
nl_nl: %s items opgeschoond

source: Rank Math SEO handler
de_de: Verwendung von Rank Math SEO
nl_nl: Rank Math SEO gebruiken

source: Redirect delete
de_de: Umleitung löschen
nl_nl: Redirects verwijderen

source: Redirect import
de_de: Import umleiten
nl_nl: Redirects importeren

source: Refund via Wordpress plugin (Refund #%s)
nl_nl: Terugbetaling via Wordpress-plugin (Terugbetaling #%s)

source: Registered wordpress hooks
de_de: Registrierte WordPress-Hooks
nl_nl: Geregistreerde WordPress-hooks

source: Report error
de_de: Fehler melden
nl_nl: Fout melden

source: Request action
nl_nl: Actie aanvragen

source: Request body
nl_nl: Verzoek - Inhoud

source: Request method
nl_nl: Aanvraagmethode

source: Request route
nl_nl: Verzoek - route

source: Requires the --email parameters to be set. This field is required if you want to fix the "products active in backend not active in woocommerce" issues. It uses this one to authenticate and call ProductsModule::listConfigurableAssociatedProducts.
nl_nl: [TECHMODE] Vereist dat de --email parameters zijn ingesteld. Dit veld is vereist als je de problemen met "producten actief in backend niet actief in woocommerce" wilt oplossen. Het gebruikt deze om te authenticeren en ProductsModule::listConfigurableAssociatedProducts aan te roepen.

source: Requires the --password parameters to be set. This field is required if you want to fix the "products active in backend not active in woocommerce" issues. It uses this one to authenticate and call ProductsModule::listConfigurableAssociatedProducts.
nl_nl: [TECHNICIAN MODE] Vereist dat de --password parameters zijn ingesteld. Dit veld is vereist als je de problemen met "producten actief in backend niet actief in woocommerce" wilt oplossen. Het gebruikt deze om te authenticeren en ProductsModule::listConfigurableAssociatedProducts aan te roepen.

source: Response code
nl_nl: Antwoordcode

source: Retrieve a task by the specified ID.
nl_nl: Een taak ophalen met de opgegeven ID.

source: Retrieve a webhook log by the specified ID.
nl_nl: Een webhooklogboek ophalen met de opgegeven ID.

source: Retrieve all tasks from the database.
nl_nl: Haal alle taken op uit de database.

source: Retrieve all tasks.
nl_nl: Alle taken ophalen.

source: Retrieve all webhook log from the database.
nl_nl: Alle webhooklogboeken ophalen uit de database.

source: Retrieve all webhook log.
nl_nl: Alle webhooklogboeken ophalen.

source: Retrieve task.
nl_nl: Taak ophalen.

source: Retrieve webhook log.
nl_nl: Webhook log ophalen.

source: Retry
nl_nl: Opnieuw proberen

source: Run %s to export %s.
nl_nl: Voer %s uit om %s te exporteren.

source: Running invalid cron in last 5 minutes
nl_nl: Ongeldige cron uitvoeren in de afgelopen 5 minuten

source: SEO handler
nl_nl: SEO Plugin

source: SKU feature for WooCommerce has been disabled.
de_de: Die SKU-Funktion für WooCommerce wurde deaktiviert.
nl_nl: De SKU-functie voor WooCommerce is uitgeschakeld.

source: SYNCHRONIZATION SEQUENCE
nl_nl: SYNCHRONISATIEVOLGORDE

source: Sales unit
nl_nl: Verkoopeenheid

source: Save settings
nl_nl: Instellingen opslaan

source: Scheduler settings
nl_nl: Planner-instellingen

source: Search
nl_nl: Zoeken

source: Season
de_de: Saison
nl_nl: Seizoen

source: See documentation
nl_nl: Documentatie bekijken

source: Select action
nl_nl: Actie selecteren

source: Select log status
nl_nl: Selecteer logboekstatus

source: Select log type
nl_nl: Selecteer logtype

source: Select which cron runner will be used. Please use only if knowledgeable.
nl_nl: Selecteer welke cron runner gebruikt zal worden. Alleen gebruiken als je er kennis van hebt.

source: Seo description
de_de: SEO-Beschreibung
nl_nl: SEO beschrijving

source: Seo keywords
de_de: SEO-Schlüsselwörter
nl_nl: SEO-zoekwoorden

source: Seo title
de_de: SEO-Titel
nl_nl: SEO titel

source: Set InnoDb on this table
nl_nl: Stel InnoDb in op deze tabel

source: Set how many tasks will be processed. Setting limit to 0 means all tasks will be processed.
nl_nl: Stel in hoeveel taken zullen worden verwerkt. Als je limiet op 0 zet, worden alle taken verwerkt.

source: Setting sku for product variation "%s" of product:
nl_nl: SKU instellen voor productvariatie "%s" van product:

source: Setting sku for product:
nl_nl: SKU instellen voor product:

source: Settings
nl_nl: Instellingen

source: Shipping method
nl_nl: Verzendmethode

source: Shipping method delete
nl_nl: Verzendmethode verwijderen

source: Shipping method import
nl_nl: Verzendmethode importeren

source: Shipping method synchronization is not enabled.
nl_nl: Synchronisatie van verzendmethode is niet ingeschakeld.

source: Shipping method synchronization is not supported, please upgrade to a higher package.
nl_nl: Synchronisatie van verzendmethoden wordt niet ondersteund, upgrade naar een hoger pakket.

source: Shipping methods are disabled in currently selected Synchronization mode
nl_nl: Verzendmethoden zijn uitgeschakeld in de huidige geselecteerde synchronisatiemodus

source: Shipping methods sync
nl_nl: Verzendmethoden sync

source: Shop info sync
nl_nl: Winkel info sync

source: Site language (%s)
nl_nl: Taal van de site (%s)

source: Size
nl_nl: Maat

source: Skip empty tags (tags with no products attached)
de_de: Leere Tags überspringen (Tags ohne angehängte Produkte)
nl_nl: Niet gebruikte tags (tags zonder producten) overslaan

source: Skip other attribute options and synchronize from specified starting point.
nl_nl: Sla andere kenmerkopties over en synchroniseer vanaf het opgegeven startpunt.

source: Skip other cross-sell products and synchronize from specified starting point.
nl_nl: Sla andere cross-sell producten over en synchroniseer vanaf een gespecificeerd startpunt.

source: Skip other products and synchronize from specified starting point.
nl_nl: Sla andere producten over en synchroniseer vanaf het opgegeven startpunt.

source: Skip other upsell products and synchronize from specified starting point.
nl_nl: Sla andere upsell-producten over en synchroniseer vanaf het opgegeven startpunt.

source: Skip synchronization of cross-sell products, this will save a significant amount of time when the user does not have them
nl_nl: Synchronisatie van cross-sell producten overslaan, dit bespaart aanzienlijk veel tijd als de gebruiker ze niet heeft

source: Skip synchronization of products
nl_nl: Synchronisatie van producten overslaan

source: Skip synchronization of upsell products, this will save a significant amount of time when the user does not have them
nl_nl: Synchronisatie van upsell-producten overslaan, dit bespaart aanzienlijk veel tijd als de gebruiker ze niet heeft

source: Skips the confirmation whether or not you are sure to continue.
nl_nl: Slaat de bevestiging over of je wel of niet zeker weet dat je door wilt gaan.

source: Sku was set for product
de_de: SKU wurde für Produkt festgelegt
nl_nl: SKU is ingesteld voor product

source: Some synchronizations can take up to 24 hours to complete, leave the page open until its done.
nl_nl: Sommige synchronisaties kunnen tot 24 uur duren. Laat de pagina open tot hij klaar is.

source: Something went wrong during export or server timed out. You can try manual export via command line, do you want to read the guide?
nl_nl: Er is iets misgegaan tijdens het exporteren of de server is uitgetimed. Je kunt handmatig exporteren via de opdrachtregel proberen, wil je de handleiding lezen?

source: Something went wrong while syncing product
nl_nl: Er is iets misgegaan tijdens het synchroniseren van het product

source: Specify total amount of attribute options from Storekeeper Backoffice. By default, counts the total amount of attribute options by checking the Storekeeper Backoffice
nl_nl: Specificeer het totale aantal attribuutopties van Storekeeper BackOffice. Standaard wordt het totale aantal attribuutopties geteld door de Storekeeper BackOffice

source: Specify total amount of cross-sell products from Storekeeper Backoffice. By default, counts the total amount of products by checking the Storekeeper Backoffice
nl_nl: Geef het totale aantal cross-sell producten van Storekeeper Backoffice op. Gebruik standaard het totale aantal producten door de Storekeeper Backoffice te controleren

source: Specify total amount of products from Storekeeper Backoffice. By default, counts the total amount of products by checking the Storekeeper Backoffice
nl_nl: Specificeer het totale aantal producten van Storekeeper Backoffice. Standaard wordt het totale aantal producten geteld door de Storekeeper Backoffice te controleren.

source: Sql on %s::%s operation: %s
de_de: SQL für %s::%s-Operation: %s
nl_nl: SQL op %s::%s bewerking: %s

source: Start sync
nl_nl: Synchronisatie starten

source: Started purging tasks, please wait.
nl_nl: Het opschonen van taken is gestart. Een ogenblik geduld.

source: Started purging webhooks, please wait.
nl_nl: Begonnen met het opschonen van webhooks. Een ogenblik geduld.

source: Starting attribute options synchronization...
nl_nl: Synchronisatie van productkenmerkopties starten...

source: Starting coupon codes synchronization...
nl_nl: Synchronisatie van couponcodes starten...

source: Starting cross-sell products synchronization...
nl_nl: Cross-sell synchronisatie van producten starten...

source: Starting featured attributes synchronization...
nl_nl: Synchronisatie van uitgelichte kenmerken starten...

source: Starting product attributes synchronization...
nl_nl: Synchronisatie van productkenmerken starten...

source: Starting product categories synchronization...
nl_nl: Productcategorieën synchroniseren starten...

source: Starting products synchronization...
nl_nl: Synchronisatie van producten starten...

source: Starting shop information synchronization...
nl_nl: Synchronisatie van winkelinformatie starten...

source: Starting tags synchronization...
nl_nl: Synchronisatie van tags starten...

source: Starting upsell products synchronization...
nl_nl: Upsell synchronisatie van producten starten...

source: Stating payment %s eid: %s, trx: %s
de_de: Angabe der Zahlung %s eid: %s, trx: %s
nl_nl: Opgave betaling %s eid: %s, trx: %s

source: Statistics
nl_nl: Statistieken

source: Steps
nl_nl: Stappen

source: Stop exporting
nl_nl: Exporteren stoppen

source: StoreKeeper database version
nl_nl: StoreKeeper databaseversie

source: StoreKeeper for WooCommerce
de_de: StoreKeeper für WooCommerce
nl_nl: StoreKeeper voor WooCommerce

source: StoreKeeper options
nl_nl: StoreKeeper-opties

source: StoreKeeper plugin version
nl_nl: StoreKeeper plugin versie

source: StoreKeeper task processing is not being executed:
nl_nl: StoreKeeper taakverwerking wordt niet uitgevoerd:

source: Storekeeper SEO handler
nl_nl: SEO via StoreKeeper

source: Street address
nl_nl: Adres

source: Street name
nl_nl: Straatnaam

source: Success
nl_nl: Gelukt

source: Successful tasks
nl_nl: Succesvolle taken

source: Successfully processing tasks
de_de: Aufgaben erfolgreich bearbeiten
nl_nl: Succesvolle verwerking van taken

source: Suggested memory limit is 1G and then do a full sync.
de_de: Das empfohlene Speicherlimit beträgt 1 GB, und führen Sie dann eine vollständige Synchronisierung durch.
nl_nl: De voorgestelde geheugenlimiet is 1G en voer vervolgens een volledige synchronisatie uit.

source: Suppress the logs of this command.
nl_nl: Onderdruk de logs van dit commando.

source: Sync all categories from Storekeeper Backoffice
nl_nl: Synchroniseer alle categorieën van Storekeeper Backoffice

source: Sync all categories.
nl_nl: Alle categorieën synchroniseren.

source: Sync all coupon codes from Storekeeper Backoffice
nl_nl: Synchroniseer alle couponcodes van Storekeeper BackOffice

source: Sync all coupon codes.
nl_nl: Synch alle couponcodes.

source: Sync all cross-sell products from Storekeeper Backoffice and making sure that it is being executed by pages to avoid timeouts.
nl_nl: Synchroniseer alle cross-sell producten van Storekeeper Backoffice en zorg ervoor dat het wordt uitgevoerd door pagina's om time-outs te voorkomen.

source: Sync all cross-sell products.
nl_nl: Synchroniseer alle cross-sell producten.

source: Sync all featured product attribute options from Storekeeper Backoffice. Note that this should be executed when attributes are already synchronized.
nl_nl: Synchroniseer alle productkenmerkopties van Storekeeper Backoffice. Merk op dat dit moet worden uitgevoerd wanneer productkenmerken al zijn gesynchroniseerd.

source: Sync all featured product attribute options.
nl_nl: Synchroniseer alle uitgelichte productkenmerkopties.

source: Sync all product attribute options from Storekeeper Backoffice and making sure that it is being executed by pages to avoid timeouts. Note that this should be executed when attributes are already synchronized.
nl_nl: Synchroniseer alle productattribuutopties van Storekeeper Backoffice en zorg ervoor dat het wordt uitgevoerd door pagina's om time-outs te voorkomen. Merk op dat dit moet worden uitgevoerd wanneer attributen al zijn gesynchroniseerd.

source: Sync all product attribute options.
nl_nl: Synchroniseer alle opties voor productkenmerken.

source: Sync all product attributes from Storekeeper Backoffice
nl_nl: Synchroniseer alle productkenmerken van Storekeeper BackOffice

source: Sync all product attributes.
nl_nl: Synchroniseer alle productkenmerken.

source: Sync all products from Storekeeper Backoffice and making sure that it is being executed by pages to avoid timeouts.
nl_nl: Synchroniseer alle producten vanuit Storekeeper Backoffice en zorg ervoor dat het wordt uitgevoerd door pagina's om time-outs te voorkomen.

source: Sync all products.
nl_nl: Synchroniseer alle producten.

source: Sync all shipping methods from Storekeeper Backoffice to be used during checkout.
nl_nl: Synchroniseer alle verzendmethoden vanuit Storekeeper BackOffice om te gebruiken bij het afrekenen.

source: Sync all shipping methods.
nl_nl: Synchroniseer alle verzendmethoden.

source: Sync all tags from Storekeeper Backoffice
nl_nl: Alle tags synchroniseren vanuit Storekeeper BackOffice

source: Sync all tags.
nl_nl: Sync alle tags.

source: Sync controls
nl_nl: Synchronisatiebedieningen

source: Sync cross-sell products from Storekeeper Backoffice with limit and offset.
nl_nl: Synchroniseer cross-sell producten van Storekeeper Backoffice met limiet en startpunt.

source: Sync cross-sell products with limit and offset.
nl_nl: Synch cross-sell producten met limiet en startpunt.

source: Sync everything (shop info, categories, tags, attributes, featured attributes, attribute options, products, upsell products, cross-sell products) from Storekeeper Backoffice to WooCommerce.
nl_nl: Synchroniseer alles (winkelinfo, categorieën, tags, attributen, uitgelichte attributen, attribuutopties, producten, upsell-producten, cross-sell-producten) van Storekeeper Backoffice naar WooCommerce.

source: Sync everything to WooCommerce.
nl_nl: Synchroniseer alles naar WooCommerce.

source: Sync product attribute options from Storekeeper Backoffice with limit and offset. Note that this should be executed when attributes are already synchronized.
nl_nl: Synchroniseer productkenmerkopties van Storekeeper Backoffice met limiet en startpunt. Houd er rekening mee dat dit moet worden uitgevoerd wanneer kenmerken al zijn gesynchroniseerd.

source: Sync product attribute options with limit and offset.
nl_nl: Synchroniseer productkenmerkopties met limiet en startpunt.

source: Sync products from Storekeeper Backoffice with limit and offset.
nl_nl: Synchroniseer producten van Storekeeper Backoffice met limiet en startpunt.

source: Sync products with limit and offset.
nl_nl: Sync producten met limiet en startpunt.

source: Sync shop details from Storekeeper Backoffice to WooCommerce (address, currency, email, etc.).
nl_nl: Synchroniseer winkelgegevens van Storekeeper Backoffice naar WooCommerce (adres, valuta, e-mail, etc.).

source: Sync shop details.
nl_nl: Winkelgegevens synchroniseren.

source: Sync statistics
nl_nl: Synchronisatiestatistieken

source: Sync upsell products from Storekeeper Backoffice with limit and offset.
nl_nl: Synchroniseer upsell-producten van Storekeeper Backoffice met limiet en ander startpunt.

source: Synchronization mode
nl_nl: Synchronisatiemodus

source: Synchronization settings
nl_nl: Synchronisatie-instellingen

source: Synchronize from StoreKeeper
nl_nl: Synchroniseren vanuit StoreKeeper
