Repository: storekeeper-company/storekeeper-woocommerce-b2c
Catalog: i18n/storekeeper-for-woocommerce-*.po
Languages: de_de, nl_nl

source: (Last called %s ago)
nl_nl: (Laatste aanroep %s geleden)

source: (new: %s p/h, processing rate: %s p/h)
nl_nl: (nieuw: %s p/u, verwerkingssnelheid: %s p/u)

source: This is used for cron and has cron checks so you should execute wp sk process-all-tasks instead.
nl_nl: Dit wordt gebruikt voor Cron en heeft Cron-controles, dus je moet in plaats daarvan "wp sk process-all-tasks" uitvoeren.

source: "%s" only purges items older than 30 days or if there are more than 1000 items, we purge all but the last 1000 items and purge items older than 7 days.
nl_nl: "%s" verwijdert alleen items ouder dan 30 dagen of als er meer dan 1000 items zijn, verwijderen we alle behalve de laatste 1000 items en verwijderen we items ouder dan 7 dagen.

source: %s of %s
nl_nl: %s van %s

source: %s successful
nl_nl: %s succesvol

source: %s sync
nl_nl: %s synch

source: %s tasks has been successfully purged
nl_nl: %s taken zijn succesvol opgeschoond

source: %s webhooks has been successfully purged
nl_nl: %s webhooks zijn succesvol opgeschoond

source: %s: You need to have WooCommerce installed for this add-on to work
nl_nl: %s: Je moet WooCommerce geïnstalleerd hebben om deze plug-in te laten werken

source: %s: Your PHP Version is lower then the minimum required %s, Thus the activation of this plugin will not continue.
de_de: %s: Ihre PHP-Version ist niedriger als das erforderliche Minimum %s, daher wird die Aktivierung dieses Plugins nicht fortgesetzt.
nl_nl: %s: Jouw PHP-versie is lager dan de minimaal vereiste %s, daarom is de activering van deze plug-in is niet mogelijk.

source: Action
nl_nl: Actie

source: Activate StoreKeeper payments
nl_nl: StoreKeeper Payments activeren

source: Add %s to crontab.
nl_nl: Voeg %s toe aan crontab.

source: Advanced configuration
nl_nl: Geavanceerde configuratie

source: After you complete the full "One Time Export" procedure, be aware that from this moment on the management of your webshop goes through the StoreKeeper BackOffice.
nl_nl: Nadat je de volledige "One Time Export" procedure hebt voltooid, moet je je ervan bewust zijn dat vanaf dit moment het beheer van je webshop via de StoreKeeper BackOffice loopt.

source: All
nl_nl: Alle

source: All orders won't be synced automatically with your currently selected Synchronization mode, but you can do it manually using the Force sync button
nl_nl: Alle bestellingen worden niet automatisch gesynchroniseerd met de Synchronisatiemodus die je op dat moment hebt geselecteerd, maar je kunt dit handmatig doen met de knop "Synchronisatie forceren"

source: All shipping method import
nl_nl: Alle verzendmethoden importeren

source: All skus was generated successfully
nl_nl: Alle SKU's zijn succesvol gegenereerd

source: Allows to change the Track&Trace html on the order page before it's shown on the customer order page.
de_de: Ermöglicht es, den Track&Trace-HTML-Code auf der Bestellseite zu ändern, bevor er auf der Bestellseite des Kunden angezeigt wird.
nl_nl: Maakt het mogelijk om de Track&Trace HTML op de bestelpagina te wijzigen voordat deze op de bestelpagina van de klant wordt weergegeven.

source: Allows to change the product category summary, which is shown below the products in the category archive page.
de_de: Ermöglicht das Ändern der Zusammenfassung der Produktkategorie, die unter den Produkten auf der Kategorie-Archivseite angezeigt wird.
nl_nl: Hiermee kunt u het overzicht van de productcategorie wijzigen, dat wordt weergegeven onder de producten op de pagina met het categoriearchief.

source: An error occurred!
nl_nl: Er is een fout opgetreden!

source: Apply
nl_nl: Toepassen

source: Apply filter
nl_nl: Filter toepassen

source: Apply to all
nl_nl: Op alles toepassen

source: Attribute import
de_de: Attribute importieren
nl_nl: Attribuut importeren

source: Attribute options
nl_nl: Producteigenschappen-opties

source: Attribute options sync
nl_nl: Kenmerkopties sync

source: Attributes
nl_nl: Producteigenschappen

source: Attributes can only be used once
nl_nl: Producteigenschappen kunnen maar één keer worden gebruikt

source: Attributes sync
nl_nl: Kenmerken synchroniseren

source: Back to export
nl_nl: Terug naar export

source: Backoffice %s role
nl_nl: Backoffice %s rol

source: Backoffice API key
nl_nl: BackOffice API-sleutel

source: Backoffice roles
nl_nl: BackOffice rollen

source: Barcode meta key
nl_nl: Barcode metasleutel

source: Below are actions you can do to increase PHP memory limit:
de_de: Im Folgenden finden Sie Maßnahmen, mit denen Sie das PHP-Speicherlimit erhöhen können:
nl_nl: Hieronder staan acties die je kan doen om het geheugenlimiet van PHP te verhogen:

source: Brand
de_de: Marke
nl_nl: Merk

source: Categories
nl_nl: Categorieën

source: Categories sync
nl_nl: Categorieën sync

source: Category
nl_nl: Categorie

source: Category import
de_de: Kategorie Import
nl_nl: Categorie import

source: Changing this settings allows to use various EAN, barcode plugins. After changing this setting all products need to be synchronized again.
nl_nl: Als je deze instellingen wijzigt, kun je verschillende EAN, barcode plugins gebruiken. Na het wijzigen van deze instelling moeten alle producten opnieuw worden gesynchroniseerd.

source: Check if `curl` and `cron` is installed in the website's server.
nl_nl: Controleer of `curl` en `cron` geïnstalleerd zijn op de server waarop je website/webshop gehost wordt.

source: Check if `wp-cli` is installed in the website's server.
nl_nl: Controleer of `wp-cli` is geïnstalleerd op de server van de website.

source: Checks if there are any issues with the sync.
nl_nl: Controleert of er problemen zijn met de synchronisatie.

source: Click here to configure them
nl_nl: Klik hier om ze te configureren

source: Condition
nl_nl: Staat

source: Configure StoreKeeper synchronization plugin
nl_nl: StoreKeeper synchronisatie-plugin configureren

source: Connect to StoreKeeper
de_de: Verbindung zum StoreKeeper
nl_nl: Verbind met StoreKeeper

source: Connection
nl_nl: Verbinding

source: Contact your hosting provider.
de_de: Wende dich an deinen Hosting-Anbieter.
nl_nl: Neem contact op met je hostingprovider.

source: Contact your server provider to allow one of the those directories to be writable: %s
nl_nl: Neem contact op met uw serverprovider om een van deze mappen schrijfbaar te maken: %s

source: Contact your server provider to enable the PHP %s extension for the StoreKeeper synchronization plugin to function properly
nl_nl: Neem contact op met uw serverprovider om de PHP %s extensie in te schakelen zodat de StoreKeeper synchronisatie plugin goed werkt.

source: Contact your server provider to enable the PHP %s extension to improve the performance and stability
nl_nl: Neem contact op met uw serverprovider om de PHP %s extensie in te schakelen om de prestaties en stabiliteit te verbeteren.

source: Contact your server provider to upgrade your PHP version to at least %s
nl_nl: Neem contact op met jouw serverprovider om de PHP-versie te upgraden naar ten minste %s

source: Contact your system administrator if the problem persists.
nl_nl: Neem contact op met jouw systeembeheerder als het probleem aanhoudt.

source: Copy the "Backoffice API Key" from the text area.
de_de: Kopieren Sie den "BackOffice API Key" aus dem Textbereich.
nl_nl: Kopieer de "BackOffice API Key" uit het tekstgebied.

source: Coupon code
nl_nl: Kortingscode

source: Coupon code import
de_de: Gutscheincode-Import
nl_nl: Couponcode importeren

source: Crontab with curl API calls
nl_nl: Crontab met curl API-calls

source: Crontab with wp-cli (fastest)
nl_nl: Crontab met wp-cli (snelste)

source: Current memory limit configured: %s
de_de: Aktuell konfigurierte Speichergrenze: %s
nl_nl: Huidige geheugenlimiet volgens configuratie: %s

source: Currently connected to
nl_nl: Momenteel verbonden met

source: Currently installed theme
nl_nl: Huidig geïnstalleerd thema

source: Customer Email
nl_nl: E-mailadres klant

source: Customer phone number
nl_nl: Telefoonnummer klant

source: Customers
nl_nl: Klanten

source: Data database size
nl_nl: Grootte van de gegevensdatabase

source: Data: %.2fMB | Index: %.2fMB | Engine: %s
nl_nl: Gegevens: %.2fMB | Index: %.2fMB | Engine: %s

source: Date
nl_nl: Datum

source: Default (%s)
de_de: Standard (%s)
nl_nl: Standaard (%s)

source: Delete a task by the specified ID.
nl_nl: Een taak verwijderen met de opgegeven ID.

source: Delete a webhook log by the specified ID.
nl_nl: Verwijder een webhooklogboek met de opgegeven ID.

source: Delete category
de_de: Kategorie löschen
nl_nl: Categorie verwijderen

source: Delete coupon code
de_de: Gutscheincode löschen
nl_nl: Couponcode verwijderen

source: Delete order
de_de: Bestellung löschen
nl_nl: Bestelling verwijderen

source: Delete product
de_de: Produkt löschen
nl_nl: Product verwijderen

source: Delete tag
de_de: Tag löschen
nl_nl: Tag verwijderen

source: Delete task.
nl_nl: Taak verwijderen.

source: Delete webhook log.
nl_nl: Webhook-logboek verwijderen.

source: Description
nl_nl: Beschrijving

source: Determines how many attribute options will be synchronized from the starting point.
nl_nl: Hiermee bepaalt u hoeveel kenmerkopties vanaf het startpunt worden gesynchroniseerd.

source: Determines how many cross-sell products will be synchronized from the starting point.
nl_nl: Bepaalt hoeveel cross-sell producten worden gesynchroniseerd vanaf het startpunt.

source: Determines how many products will be synchronized from the starting point.
nl_nl: Bepaalt hoeveel producten gesynchroniseerd worden vanaf het startpunt.

source: Determines how many upsell products will be synchronized from the starting point.
nl_nl: Bepaalt hoeveel upsell-producten vanaf het beginpunt worden gesynchroniseerd.

source: Developer settings
nl_nl: Instellingen voor ontwikkelaars

source: Disable SSO
nl_nl: SSO uitschakelen

source: Disconnect
nl_nl: Ontkoppelen

source: Don't handle SEO
nl_nl: Geen SEO

source: Done executing %s
nl_nl: Klaar met uitvoeren van %s

source: Done processing %s items of %s
de_de: Verarbeitung von %s Elementen von %s abgeschlossen
nl_nl: Klaar met het verwerken van %s items van %s

source: Done processing %s items of %s (%s new / %s updated)
de_de: Abgeschlossene Verarbeitung von %s-Elementen von %s (%s neu / %s aktualisiert)
nl_nl: Verwerking gereed van %s items van %s (%s nieuw / %s bijgewerkt)

source: Done synchronizing shop information
nl_nl: Klaar met synchroniseren van winkelinformatie

source: Download export (csv)
nl_nl: Export downloaden (CSV)

source: Duration in seconds
de_de: Dauer in Sekunden
nl_nl: Duur in seconden

source: Dutch
nl_nl: Nederlands

source: EXAMPLES
nl_nl: VOORBEELDEN

source: Each run will return the path of the exported file.
nl_nl: Elke uitvoering retourneert het pad van het geëxporteerde bestand.

source: Emballage fee
de_de: Emballage-Gebühr
nl_nl: Emballage bedrag

source: Enabling PHP %s extension is optional to improve performance
de_de: Die Aktivierung der PHP-Erweiterung %s ist optional, um die Leistung zu verbessern
nl_nl: Het inschakelen van PHP %s extensie is optioneel om de prestaties te verbeteren

source: Enabling PHP %s extension is required
de_de: Die Aktivierung der PHP-Erweiterung %s ist erforderlich
nl_nl: Het inschakelen van PHP extensie %s is vereist

source: English
nl_nl: Engels

source: Enter message or back reference/post/task ID
nl_nl: Voer bericht- of terugverwijzing/post/taak-ID in

source: Error reference
nl_nl: Error foutcode

source: Every minute
nl_nl: Elke minuut

source: Execute %s.
de_de: Ausführen von %s.
nl_nl: %s uitvoeren.

source: Execute this command to delete all tags, coupons, attribute values, attributes, categories, products, orders, tasks and web hook logs.
nl_nl: Voer deze opdracht uit om alle tags, coupons, attribuutwaarden, attributen, categorieën, producten, bestellingen, taken en web hook logs te verwijderen.

source: Execute this command to generate an API key that will be used to connect synchronization on Storekeeper Backoffice.
nl_nl: Voer dit commando uit om een API-sleutel te genereren die zal worden gebruikt om verbinding te maken met synchronisatie op Storekeeper Backoffice.

source: Executing %s.
nl_nl: Uitvoeren van %s.

source: Export CSV file for customers.
nl_nl: Export CSV-bestand voor klanten.

source: Export CSV file for product attribute options.
nl_nl: Csv-bestand exporteren voor opties van productkenmerken.

source: Export CSV file for product attributes.
nl_nl: Exporteer CSV-bestand voor productkenmerken.

source: Export CSV file for product blueprints.
nl_nl: CSV-bestand exporteren voor productblauwdrukken.

source: Export CSV file for product categories.
nl_nl: Exporteer CSV-bestand voor productcategorieën.

source: Export CSV file for products.
nl_nl: Exporteer CSV-bestand voor producten.

source: Export CSV file for tags.
nl_nl: Exporteer CSV-bestand voor tags.

source: Export CSV files for Storekeeper WooCommerce related entities/objects.
nl_nl: Exporteer CSV-bestanden voor Storekeeper WooCommerce-gerelateerde entiteiten / objecten.

source: Export attribute options
nl_nl: Exporteer producteigenschappen-opties

source: Export attributes
nl_nl: Producteigenschappen exporteren

source: Export categories
nl_nl: Categorieën exporteren

source: Export customers
nl_nl: Klanten exporteren

source: Export failed
nl_nl: Export mislukt

source: Export full package
nl_nl: Volledig pakket exporteren

source: Export language
nl_nl: Export taal

source: Export product blueprints
nl_nl: Productblauwdrukken (modellen) exporteren

source: Export products
nl_nl: Producten exporteren

source: Export tags
nl_nl: Tags exporteren

source: Failed
nl_nl: Mislukt

source: Failed to build notices: %s.
nl_nl: Kan mededelingen niet samenstellen: %s .

source: Failed to generate SKU for %s product(s)
nl_nl: Kan geen SKU genereren voor %s product(en)

source: Failed to set sku
de_de: SKU kann nicht eingestellt werden
nl_nl: SKU kan niet worden ingesteld

source: Failed to sync order
nl_nl: Kan bestelling niet synchroniseren

source: Failed to sync product
nl_nl: Kan product niet synchroniseren

source: Failed to update 'StoreKeeper for WooCommerce' plugin to version %s.
de_de: Fehler beim Aktualisieren des Plug-ins 'StoreKeeper for WooCommerce' auf Version %s.
nl_nl: Niet gelukt om de plug-in 'StoreKeeper for WooCommerce' bij te werken naar versie %s.

source: Featured attributes
nl_nl: Uitgelichte producteigenschappen

source: Featured attributes sync
nl_nl: Uitgelichte productkenmerken synchroniseren

source: First set the export mappings below to make sure the export maps are as needed. Please pay attention to this, since there is NO do-overs on "one time import". After completing this you can to the "One Time Export"
nl_nl: Stel eerst de veldtoewijzingen hieronder in om ervoor te zorgen dat de exporttoewijzingen zijn zoals nodig. Let hier goed op, want je kan het niet over doen bij een "eenmalige importering". Nadat je dit hebt gedaan, kun je naar de "Eenmalige export".

source: Fix if there are known issues with the sync.
nl_nl: Herstel als er bekende problemen zijn met de synchronisatie.

source: Flag to prevent spawning of child processes. Having this might cause timeouts during execution.
nl_nl: [TECH] Flag om het spawnen van kindprocessen te voorkomen. Dit kan leiden tot time-outs tijdens de uitvoering.

source: Force sync
nl_nl: Synchronisatie forceren

source: Foreign key constraint exists
de_de: Fremdschlüssel-Beschränkung vorhanden
nl_nl: Foreign key constraint bestaat

source: Foreign key constraint is missing
de_de: Fremdschlüsseleinschränkung fehlt
nl_nl: Foreign key constraint ontbreekt

source: Frontend settings
nl_nl: Instellingen voorkant webshop

source: Full import
de_de: Vollständiger Import
nl_nl: Volledige import

source: Full sync
nl_nl: Volledige synchronisatie

source: Function returned false
de_de: Funktion: False
nl_nl: Functie geeft: False

source: Generate Storekeeper Backoffice API key.
nl_nl: Genereer Storekeeper Backoffice API-sleutel.

source: Generate all missing sku from title
nl_nl: Genereer alle ontbrekende SKU-codes uit de producttitels

source: Generate and export CSV files for customers which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor klanten die worden gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for customers, tags, categories, attributes, attribute options, product blueprints, and products in a zip file which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor klanten, tags, categorieën, kenmerken, kenmerkopties, productblauwdrukken en producten in een zip-bestand dat wordt gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for product attribute options which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor productattribuutopties die worden gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for product attributes which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor productkenmerken die worden gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for product blueprints which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor productblauwdrukken die worden gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for product categories which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor productcategorieën die worden gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for products which will be used to import to Storekeeper Backoffice.
nl_nl: Genereer en exporteer CSV-bestanden voor producten die worden gebruikt om te importeren in Storekeeper Backoffice.

source: Generate and export CSV files for tags which will be used to import to Storekeeper Backoffice.
nl_nl: CSV-bestanden genereren en exporteren voor tags die worden gebruikt om te importeren in Storekeeper Backoffice.

source: German
nl_nl: Duits

source: Go
nl_nl: Gaan

source: Go to backoffice import form
nl_nl: Ga naar de BackOffice importpagina

source: Go to the public_html folder of your webshop: %s
de_de: Gehen Sie in den public_html Ordner Ihres Webshops: %s
nl_nl: Ga naar de public_html folder van je webshop: %s

source: Hide displaying of progress bar while executing command.
nl_nl: Verberg de weergave van de voortgangsbalk tijdens het uitvoeren van de opdracht.

source: House number
nl_nl: Huisnummer

source: If you are not comfortable in trying the methods above, or it did not work for you. You can talk to your hosting provider about having them increase your memory limit.
de_de: Wenn du dich nicht wohl dabei fühlst, die oben genannten Methoden auszuprobieren, oder wenn es bei dir nicht funktioniert hat. Dann sprich mit deinem Hosting-Anbieter über die Erhöhung deines Speicherlimits.
nl_nl: Als je je er niet prettig bij voelt om de bovenstaande methoden te proberen, of als het niet werkte voor jou. Praat dan met je hosting provider over het verhogen van je geheugenlimiet.

source: Import category description as HTML
nl_nl: Categoriebeschrijving importeren als HTML

source: In box quantity
de_de: Menge im Karton
nl_nl: Hoeveelheid in doos

source: In out quantity
de_de: In-Out-Menge
nl_nl: In uit hoeveelheid

source: In package quantity
de_de: In Packungsmenge
nl_nl: In verpakking hoeveelheid

source: Include all not active products
nl_nl: Alle niet actieve producten opnemen

source: Include products that are not published on export.
nl_nl: Neem producten op die niet bij export zijn gepubliceerd.

source: Index database size
nl_nl: Grootte van de indexdatabase

source: Instructions
nl_nl: Instructies

source: Invalid postcode or house number
nl_nl: Ongeldige postcode en/of huisnummer

source: Invalid return url, contact shop owner to check the payment
de_de: Ungültige Rücksende-URL, wenden Sie sich an den Shop-Besitzer, um die Zahlung zu überprüfen
nl_nl: Ongeldige retour-URL. Neem contact op met de winkeleigenaar om de betaling te controleren

source: It will import the category descriptions as html, otherwise plain text. It requires a theme support for rendering it correctly.
nl_nl: Het importeert de categoriebeschrijvingen als HTML, anders als platte tekst. Er is ondersteuning voor een thema nodig om het correct te renderen.

source: It will stop on first failing task
de_de: Es stoppt bei der ersten fehlgeschlagenen Aufgabe
nl_nl: Het stopt bij de eerste mislukte taak

source: Keywords
de_de: Schlüsselwörter
nl_nl: Zoekwoorden

source: Last cron run failed.
nl_nl: Laatste cron run is mislukt.

source: Last cron run was successful.
nl_nl: Laatste cron run was succesvol.

source: Last processed task date and time
nl_nl: Datum en tijd van laatst verwerkte taak

source: Last sync
nl_nl: Laatste sync

source: Last task processed
nl_nl: Laatste taak verwerkt

source: Last webhook received
nl_nl: Laatste webhook ontvangen

source: Log into your admin environment
de_de: Melden Sie sich in Ihrer Admin-Umgebung an
nl_nl: Log in op jouw beheeromgeving

source: Log purger
nl_nl: Log opschonen

source: Login expired, please try again
de_de: Login abgelaufen, bitte versuchen Sie es erneut
nl_nl: Login verlopen, probeer het opnieuw

source: Manual export from command line using wp-cli
nl_nl: Handmatig exporteren vanaf opdrachtregel met wp-cli

source: Manual export guide
nl_nl: Handleiding voor handmatig exporteren

source: Mark as success
nl_nl: Markeer als succes

source: Mark selected tasks to "%s" status.
nl_nl: Markeer geselecteerde taken naar "%s" status.

source: Mark tasks to "%s" status.
nl_nl: Markeer taken naar de status "%s".

source: Menu item delete
de_de: Menüpunkt löschen
nl_nl: Menu-item verwijderen

source: Menu item import
de_de: Import von Menüpunkten
nl_nl: Menu-item importeren

source: Message
nl_nl: Bericht

source: Minimal order quantity
de_de: Minimale Bestellmenge
nl_nl: Minimale bestelhoeveelheid

source: Navigate to settings > technical settings and click on the "webhook" tab.
de_de: Navigieren Sie zu "Einstellungen > Technische Einstellungen" und klicken Sie auf den Reiter "Webhook".
nl_nl: Navigeer naar "Instellingen > Technische Instellingen" en klik op het tabblad "Webhook".

source: Needs description on kassa
de_de: Erforderliche Beschreibung am POS
nl_nl: Heeft beschrijving nodig in de POS

source: Needs weight on kassa
de_de: Erfordert Gewichtung am POS
nl_nl: Vereist weging op POS

source: Never
nl_nl: Nooit

source: Never, please check the "cron tab" notice.
nl_nl: Nooit, controleer alsjeblief de melding "cron tab".

source: New
nl_nl: Nieuw

source: New products are not synced back to StoreKeeper.
nl_nl: Nieuwe producten worden niet terug gesynchroniseerd naar StoreKeeper.

source: No extra metadata found.
nl_nl: Geen extra metadata gevonden.

source: No sync
nl_nl: Geen synch

source: No tasks processed (successfully) yet, but the cron is running
nl_nl: Nog geen taken (succesvol) verwerkt, maar de cron draait

source: No, thanks
nl_nl: Nee, bedankt

source: None
nl_nl: Geen

source: Not mapped
nl_nl: Niet toegewezen

source: Not performed yet.
nl_nl: Nog niet uitgevoerd.

source: Nothing will be synced
nl_nl: Er wordt niets gesynchroniseerd

source: Notify when backorderable
nl_nl: Melding wanneer nabestelbaar is

source: Once done, you should reload this page and you will be fully connected.
nl_nl: Als je dat gedaan hebt, moet je deze pagina opnieuw laden en ben je volledig verbonden.

source: One Time Export
nl_nl: Eenmalige Export
