Repository: storekeeper-company/storekeeper-woocommerce-b2c
Catalog: i18n/storekeeper-for-woocommerce-*.po
Languages: de_de, nl_nl

source: Syncing %s from Storekeeper backoffice
nl_nl: Synchronisatie %s van Storekeeper BackOffice

source: Syncing from Storekeeper backoffice
nl_nl: Synchroniseren vanuit de backoffice van Storekeeper

source: Table "%s" need to be using InnoDB ENGINE. <a href="%s">Go to status page</a> to fix this dependency.
de_de: Die Tabelle "%s" muss die InnoDB-Engine verwenden. <a href="%s">Gehen Sie zur Statusseite</a>, um diese Abhängigkeit zu beheben.
nl_nl: Tabel "%s" moet InnoDB Engine gebruiken. <a href="%s">Ga naar de statuspagina</a> om deze afhankelijkheid op te lossen.

source: Table foreign keys and InnoDB
de_de: Tabellenfremdschlüssel und InnoDB
nl_nl: Tabel foreign keys en InnoDB

source: Table is using InnoDB engine
de_de: Die Tabelle verwendet die InnoDB-Engine
nl_nl: Tabel gebruikt de InnoDB-engine

source: Tag import
nl_nl: Tags importeren

source: Tags/labels sync
nl_nl: Tags/labels synchroniseren

source: Task scheduler is set to [%s], change to [%s] to use this.
nl_nl: Taakplanner is ingesteld op %s, verander in %s om deze te gebruiken.

source: Tasks in queue
nl_nl: Taken in wachtrij

source: Tasks were processed
nl_nl: Taken zijn verwerkt

source: The %s table needs to be using Engine=InnoDB in order to use the plugin
nl_nl: De %s tabel moet Engine=InnoDB gebruiken om de plugin te kunnen gebruiken.

source: The %s table was set to Engine=InnoDB.
nl_nl: De tabel %s is ingesteld op Engine=InnoDB.

source: The ID of the object to be deleted.
nl_nl: Het ID van het object dat verwijderd moet worden.

source: The ID of the object to be retrieved.
nl_nl: Het ID van het object dat moet worden opgehaald.

source: The ID of the task to be processed.
nl_nl: De ID van de taak die moet worden verwerkt.

source: The StoreKeeper synchronization plugin extension is not connected, thus nothing is synchronized. please click configure to do so.
nl_nl: De StoreKeeper synchronisatie plugin extensie is niet verbonden, dus er wordt niets gesynchroniseerd. Klik op configure om dit te doen.

source: The base URL of your website.
nl_nl: De basis URL van je website/webshop.

source: The correct order of importing is the same as export below, so first customers,tags,categories ect.
nl_nl: De juiste volgorde van importeren is hetzelfde als exporteren hieronder, dus eerst klanten, tags, categorieën enz.

source: The language to which the entities will be exported.
nl_nl: De taal waarnaar de entiteiten worden geëxporteerd.

source: The order\'s payment status received: %s trx=%s
de_de: Zahlungsstatus der Bestellung erhalten: %s trx=%s
nl_nl: De ontvangen betalingsstatus van de bestelling: %s trx= %s

source: The payment has been canceled, please try again
de_de: Die Zahlung wurde abgebrochen. Bitte versuchen Sie es erneut
nl_nl: De betaling is geannuleerd, probeer het opnieuw.

source: The status of tasks to be marked.
nl_nl: De status van de te markeren taken.

source: The status of tasks to be retrieved.
nl_nl: De status van de op te halen taken.

source: The type of tasks to be marked.
nl_nl: Het type taken dat moet worden gemarkeerd.

source: There are %s product(s) without sku.
nl_nl: Er zijn %s product(en) zonder SKU.

source: There was an error during processing of the payment: %s
de_de: Es ist ein Fehler bei der Verarbeitung der Zahlung aufgetreten: %s
nl_nl: Er is een fout opgetreden tijdens het verwerken van de betaling: %s

source: They will not be exported, because they cannot be matched back by sku, which will make duplicates when imported back. If the configurable product does not have sku, it's variations won't be exported as well.
nl_nl: Ze worden niet geëxporteerd, omdat ze niet kunnen worden gematcht met sku, waardoor er duplicaten ontstaan als ze worden geïmporteerd. Als het configureerbare product geen sku heeft, worden zijn variaties ook niet geëxporteerd.

source: This channel was disconnected in StoreKeeper Backoffice, please reconnect it manually.
nl_nl: Dit verkoopkanaal is losgekoppeld in de StoreKeeper Backoffice. Maak handmatig opnieuw verbinding.

source: This command checks if there are any issues with the sync. When it returns nothing it means there is nothing wrong. Otherwise, there is an issue.
nl_nl: Dit commando controleert of er problemen zijn met de synchronisatie. Als het niets teruggeeft, betekent dit dat er niets aan de hand is. Anders is er een probleem.

source: This command fixes any known issues with the sync possible. Not all issues can be fixed using this command.
nl_nl: Dit commando repareert alle bekende problemen met de synchronisatie mogelijk. Niet alle problemen kunnen met deze opdracht worden opgelost.

source: This is managed product, you can only edit this seo information in StoreKeeper Backoffice.
de_de: Dieses Produkt wird in StoreKeeper verwaltet, Sie können diese SEO-Informationen nur im StoreKeeper Backoffice bearbeiten.
nl_nl: Dit product wordt beheerd in StoreKeeper, je kunt deze SEO-informatie alleen bewerken in StoreKeeper Backoffice.

source: This plugin provides sync possibilities with the StoreKeeper Backoffice.
de_de: Dieses Plugin bietet Synchronisationsmöglichkeiten mit dem StoreKeeper Backoffice.
nl_nl: Deze plugin biedt synchronisatiemogelijkheden met de StoreKeeper Backoffice.

source: Times ran
nl_nl: Aantal keer uitgevoerd

source: Title
de_de: Titel
nl_nl: Titel

source: To check your parcel status, go to <a href="%s">Track & Trace page</a>.
nl_nl: Ga naar de <a href="%s">Track & Trace-pagina</a> om de status van het pakket te controleren.

source: To see guide on how to configure cron, navigate to %s.
nl_nl: Om te zien hoe je de cron kan configureren, ga je naar %s.

source: Total database size
nl_nl: Totale databasegrootte

source: Total tasks
nl_nl: Totaal aantal taken

source: Total webhooks
nl_nl: Totaal webhooks

source: Trigger variation save actions
de_de: Auslösen von Aktionen zum Speichern von Variationen
nl_nl: Acties voor het opslaan van variaties activeren

source: Unable to set php configuration option %s
nl_nl: Kan PHP configuratie optie %s niet instellen

source: Unit weight in grams
de_de: Gewichtseinheit in Gramm
nl_nl: Gewicht in grammen

source: Upon changing runner, please make sure to remove the cron above from crontab.
nl_nl: Zorg er bij het veranderen van runner voor dat je de bovenstaande cron verwijdert uit crontab.

source: Use StoreKeeper shipping methods
nl_nl: Gebruik StoreKeeper verzendmethoden

source: Use image CDN if available
nl_nl: Gebruik image CDN indien beschikbaar

source: Valid postcode and house number
nl_nl: Geldige postcode en huisnummer

source: Validate NL customer address
nl_nl: Valideer NL klantadres

source: Validating postcode and house number. Please wait...
nl_nl: Valideren van postcode en huisnummer. Even geduld...

source: Value
nl_nl: Waarde

source: WP Cron encountered an error and may not work: %s
nl_nl: WP Cron heeft een fout gevonden en werkt mogelijk niet: %s

source: WP Cron return an unexpected HTTP response code: %s
nl_nl: WP Cron geeft een onverwachte HTTP response code: %s

source: Waiting for tasks to process
de_de: Warten auf die Verarbeitung von Aufgaben
nl_nl: Wachten tot taken zijn verwerkt

source: Warning: You didn't set the settings yet for mapping fields, are you really sure?
nl_nl: Waarschuwing: Je hebt de instellingen voor het toewijzen van velden nog niet ingesteld, weet je het echt zeker?

source: Webhooks log count
nl_nl: Webhooks logboektelling

source: When checked, active webshop payment methods from your StoreKeeper backoffice are added to your webshop's checkout
nl_nl: Indien aangevinkt, worden actieve webshop betaalmethoden uit je StoreKeeper backoffice toegevoegd aan het afrekenscherm van je webshop.

source: When checked, billing and shipping addresses will be validated on customer's account edit and checkout page when selected country is Netherlands
nl_nl: Wanneer deze optie is aangevinkt, worden factuur- en verzendadressen gevalideerd op de accountbewerkings- en afrekenpagina van de klant wanneer het geselecteerde land Nederland is

source: When checked, images will be served using StoreKeeper CDN if available (no product images are stored on the web-shop server that way)
nl_nl: Als deze optie is aangevinkt, worden afbeeldingen aangeboden via StoreKeeper CDN indien beschikbaar (er worden op die manier geen productafbeeldingen opgeslagen op de webshop server).

source: When checked, imported or updated products will have the backorder status set to 'Allow, but notify customer', else I will be set to 'Allow'
nl_nl: Als deze optie is aangevinkt, wordt bij geïmporteerde of bijgewerkte producten de nabestelstatus ingesteld op 'Toestaan, maar breng de klant op de hoogte', anders wordt deze ingesteld op 'Toestaan'.

source: When checked, shipping countries and methods from your StoreKeeper backoffice are added to your WooCommerce settings and webshop's checkout
nl_nl: Wanneer deze optie is aangevinkt, worden verzendlanden en -methoden uit je StoreKeeper BackOffice toegevoegd aan je WooCommerce instellingen en de checkout van je webshop

source: With the One Time Export you can export all the data from your WooCommerce webshop to your StoreKeeper BackOffice. After completing this export you should import the files into your StoreKeeper BackOffice.
nl_nl: Met de One Time Export kun je alle gegevens van je WooCommerce webshop exporteren naar je StoreKeeper BackOffice. Na het voltooien van deze export moet je de bestanden importeren in je StoreKeeper BackOffice.

source: WooCommerce SKU feature enabled
de_de: SKU in WooCommerce - Deaktiviert (ACHTUNG! > Aktiviert = für vollständige Synchronisierung erforderlich!)
nl_nl: SKU in WooCommerce - Uitgeschakeld (WAARSCHUWING! > Ingeschakeld = vereist voor volledige synchronisatie!)

source: WooCommerce stock management feature enabled
de_de: Die WooCommerce-Funktion zur Lagerverwaltung wurde aktiviert.
nl_nl: De WooCommerce voorraadbeheerfunctie is ingeschakeld

source: WooCommerce stock management feature has been disabled.
de_de: Die Lagerverwaltungsfunktion von WooCommerce wurde deaktiviert.
nl_nl: WooCommerce voorraadbeheer is uitgeschakeld.

source: Wordpress Cron (slowest)
nl_nl: Wordpress Cron (langzaamste)

source: Wordpress error message:
nl_nl: Wordpress foutmelding:

source: Wp-config settings
de_de: WP-Config Einstellungen
nl_nl: WP-Config instellingen

source: Writable tmp directory
nl_nl: Beschrijfbare tmp-directory

source: Yes, please
nl_nl: Ja, graag

source: Yoast SEO handler
nl_nl: Yoast SEO

source: You are already subscribed.
nl_nl: Je bent al ingeschreven.

source: You are now subscribed.
nl_nl: Je bent nu ingeschreven.

source: You can improve Wordpress Cron performance by using System Task Scheduler. %s
nl_nl: Je kunt de prestaties van Wordpress Cron verbeteren door System Task Scheduler te gebruiken. %s

source: You can increase the memory by adding %s on the wp-config.
de_de: Sie können den Speicher durch Hinzufügen von %s in der wp-config erhöhen.
nl_nl: Je kan het geheugen-limiet verhogen door %s toe te voegen aan de wp-config.

source: You can try executing this command via ssh.
de_de: Du kannst versuchen, diesen Befehl über SSH (WP-CLI) auszuführen.
nl_nl: Je kunt proberen dit commando uit te voeren via SSH (WP-CLI).

source: You should generate all the export files and then go to the "%1$s" of this account.
nl_nl: Je moet alle exportbestanden genereren en dan naar de "%1$s" van deze account gaan.

source: Your WooCommerce version (%s) is lower then the minimum required %s which could cause unexpected behaviour
nl_nl: Jouw WooCommerce versie (%s) is lager dan het minimum vereiste %s wat onverwacht gedrag kan veroorzaken.

source: Your allowed memory size has been exhausted.
de_de: Die zulässige Speichergröße ist erschöpft.
nl_nl: Je toegestane geheugengrootte is gebruikt.

source: Your download will start in a few seconds. If not, you can download the file manually using the link below
nl_nl: Je download zal binnen enkele seconden starten. Zo niet, dan kun je het bestand handmatig downloaden via onderstaande link

source: Your file has been generated
nl_nl: Het bestand is gemaakt

source: Your order is awaiting payment. Once we receive it, we'll process your purchase.
de_de: Ihre Bestellung wartet auf Zahlung. Sobald wir es erhalten haben, werden wir Ihren Kauf bearbeiten.
nl_nl: Jouw bestelling wacht op betaling. Zodra we het ontvangen, zullen we de aankoop verwerken.

source: attribute
nl_nl: kenmerk

source: attribute options
nl_nl: producteigenschappen-opties

source: attributes
nl_nl: producteigenschappen

source: categories
nl_nl: categorieën

source: category
nl_nl: categorie

source: coupon codes
de_de: Gutscheincodes
nl_nl: kortingscodes

source: cross-sell products
nl_nl: cross-sell producten

source: customers
nl_nl: klanten

source: days
nl_nl: dagen

source: featured attributes
de_de: Gekennzeichnete Attribute
nl_nl: uitgelichte attributen

source: full package
nl_nl: volledig pakket

source: hours
nl_nl: uren

source: minutes
nl_nl: minuten

source: months
nl_nl: maanden

source: or alternatively, you can export per file.
nl_nl: of je kunt per bestand exporteren.

source: product attributes
de_de: Produkteigenschaften
nl_nl: producteigenschappen

source: product blueprints
nl_nl: productblauwdrukken (modellen)

source: product categories
de_de: Produktkategorien
nl_nl: productcategorieën

source: products
nl_nl: producten

source: products stock
de_de: Produkte Bestand
nl_nl: productvoorraad

source: results
nl_nl: resultaten

source: shipping methods
nl_nl: Verzendmethoden

source: this task was run with older version
nl_nl: deze taak werd uitgevoerd met oudere versie

source: upsell products
nl_nl: upsell producten

source: woocommerce,e-commerce, woo,sales,store
de_de: woocommerce,e-commerce, woo,verkauf,store,geschaft
nl_nl: woocommerce, e-commerce, woo, verkoop, winkel

source: years
nl_nl: jaren

source: Free Shipping
nl_nl: Gratis Verzending

source: Minimum Cost (%s)
nl_nl: Kosten Minimaal (%s)

source: Activeer product
de_de: Aktiveres Produkt

source: Backoffice connection
de_de: BackOffice-Verbindung

source: Clean products only.
de_de: Entfernen Sie alle Produkte.

source: Deactiveer product
de_de: Produkt deaktivieren

source: Product import
de_de: Produktimport

source: Product update
de_de: Produkt-Update

source: Redirect
de_de: Umleitung

source: orders
de_de: Aufträge

source: redirect
de_de: umleiten
